Repository: isopen-io/meeshy
Catalog: packages/MeeshySDK/Sources/MeeshyUI/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, it

# story.background.gradient
source: Fond dégradé
ar: خلفية متدرّجة
it: Sfondo sfumato

# story.background.swatch
source: Couleur de fond
ar: لون الخلفية
it: Colore di sfondo

# story.background.swatch.hint
source: Touchez pour appliquer ce fond.
ar: انقر لتطبيق هذه الخلفية.
it: Tocca per applicare questo sfondo.

# story.canvas.a11y.backgroundPhoto
source: Photo de fond
ar: صورة الخلفية
it: Foto di sfondo

# story.canvas.a11y.backgroundVideo
source: Vidéo de fond
ar: فيديو الخلفية
it: Video di sfondo

# story.canvas.a11y.sendToBack
source: Mettre à l'arrière
ar: إرسال إلى الخلف
it: Porta dietro

# story.canvas.a11y.sticker
source: Sticker
ar: ملصق

# story.canvas.a11y.textPrefix
source: Texte
ar: نص
it: Testo

# story.canvas.layer.background
source: Arrière-plan
ar: الخلفية
it: Sfondo

# story.canvas.layer.canvas
source: Canvas
ar: لوحة الرسم

# story.canvas.layer.foreground
source: Premier plan
ar: المقدّمة
it: Primo piano

# story.canvas.layer.indicator.label
source: Couche active : %@
ar: الطبقة النشطة: %@
it: Livello attivo: %@

# story.canvas.out_of_bounds
source: Hors zone visible
ar: خارج المنطقة المرئية
it: Fuori dall'area visibile

# story.canvas.safe_area
source: Zone sûre
ar: المنطقة الآمنة
it: Area sicura

# story.composer.addAudioFile
source: Audio
ar: صوت

# story.composer.addPhotoVideo
source: Photo/Video
ar: صورة/فيديو
it: Foto/Video

# story.composer.addSlide
source: Ajouter un slide
ar: إضافة شريحة
it: Aggiungi una slide

# story.composer.addText
source: Ajouter du texte
ar: إضافة نص
it: Aggiungi del testo

# story.composer.anotherText
source: Autre texte
ar: نص آخر
it: Altro testo

# story.composer.audioLabel
source: Audio
ar: الصوت

# story.composer.backgroundLabel
source: Arriere-plan
ar: الخلفية
it: Sfondo

# story.composer.cancel
source: Annuler
ar: إلغاء
it: Annulla

# story.composer.cancelAction
source: Annuler
ar: إلغاء
it: Annulla

# story.composer.changePhoto
source: Changer photo
ar: تغيير الصورة
it: Cambia foto

# story.composer.clearDraft
source: Effacer le brouillon
ar: حذف المسودة
it: Elimina la bozza

# story.composer.closingEffect
source: Effet de fermeture
ar: تأثير الإغلاق
it: Effetto di chiusura

# story.composer.deleteAllSlides
source: Supprimer tous les slides
ar: حذف كل الشرائح
it: Elimina tutte le slide

# story.composer.deleteSlide
source: Supprimer
ar: حذف
it: Elimina

# story.composer.done
source: OK
ar: حسنًا

# story.composer.duplicateSlide
source: Dupliquer
ar: تكرار
it: Duplica

# story.composer.edit
source: Éditer
ar: تعديل
it: Modifica

# story.composer.empty.tile.filters
source: Effets
ar: مؤثرات
it: Effetti

# story.composer.empty.tile.filters.sub
source: Filtres visuels
ar: مرشّحات بصرية
it: Filtri visivi

# story.composer.fab.badge
source: %lld élément(s) actif(s)
ar: %lld عنصر نشط
it: %lld elemento/i attivo/i

# story.composer.fab.badge.none
source: Aucun élément
ar: لا توجد عناصر
it: Nessun elemento

# story.composer.fab.hint.close
source: Touchez deux fois pour fermer.
ar: انقر مرتين للإغلاق.
it: Tocca due volte per chiudere.

# story.composer.fab.hint.open
source: Touchez deux fois pour ouvrir.
ar: انقر مرتين للفتح.
it: Tocca due volte per aprire.

# story.composer.fab.open
source: Ouvrir l'outil %@
ar: فتح أداة %@
it: Apri lo strumento %@

# story.composer.friends
source: Amis
ar: الأصدقاء
it: Amici

# story.composer.grabber
source: Poignée de la barre d'outils
ar: مقبض شريط الأدوات
it: Maniglia della barra strumenti

# story.composer.grabber.hint.dismiss
source: Faites glisser vers le bas pour réduire ou fermer.
ar: اسحب لأسفل للتصغير أو الإغلاق.
it: Trascina verso il basso per ridurre o chiudere.

# story.composer.grabber.hint.resize
source: Faites glisser vers le haut pour agrandir, vers le bas pour réduire ou fermer.
ar: اسحب لأعلى للتكبير، ولأسفل للتصغير أو الإغلاق.
it: Trascina verso l'alto per ingrandire, verso il basso per ridurre o chiudere.

# story.composer.image
source: Image
ar: صورة
it: Immagine

# story.composer.imageLabel
source: Image
ar: صورة
it: Immagine

# story.composer.library
source: Bibliotheque
ar: المكتبة
it: Libreria

# story.composer.loadingImage
source: Chargement de l'image...
ar: جارٍ تحميل الصورة...
it: Caricamento dell'immagine...

# story.composer.loadingVideo
source: Chargement de la video...
ar: جارٍ تحميل الفيديو...
it: Caricamento del video...

# story.composer.mediaLoadFailedMessage
source: Ce média n'a pas pu être chargé. Vérifiez qu'il est téléchargé sur l'appareil (iCloud) et réessayez.
ar: تعذّر تحميل هذه الوسائط. تأكّد من تنزيلها على الجهاز (iCloud) ثم أعِد المحاولة.
it: Non è stato possibile caricare questo media. Verifica che sia scaricato sul dispositivo (iCloud) e riprova.

# story.composer.mediaLoadFailedTitle
source: Chargement impossible
ar: تعذّر التحميل
it: Caricamento impossibile

# story.composer.mediaLostMultiple
source: %lld médias de votre brouillon ne sont plus disponibles (fichiers supprimés). Les slides ont été restaurés sans ces médias.
ar: لم تعد %lld من وسائط مسودتك متاحة (ملفات محذوفة). أُعيدت الشرائح من دون هذه الوسائط.
it: %lld media della tua bozza non sono più disponibili (file eliminati). Le slide sono state ripristinate senza questi media.

# story.composer.mediaLostSingle
source: Un média de votre brouillon n'est plus disponible (fichier supprimé). Le slide a été restauré sans ce média — retake si nécessaire.
ar: لم تعد إحدى وسائط مسودتك متاحة (ملف محذوف). أُعيدت الشريحة من دون هذه الوسائط — أعِد التصوير إن لزم.
it: Un media della tua bozza non è più disponibile (file eliminato). La slide è stata ripristinata senza questo media — rifallo se necessario.

# story.composer.mediaLostTitle
source: Médias indisponibles
ar: وسائط غير متاحة
it: Media non disponibili

# story.composer.noEffect
source: Aucun
ar: بلا
it: Nessuno

# story.composer.ok
source: OK
ar: حسنًا

# story.composer.opening.fade
source: Fondu
ar: تلاشٍ
it: Dissolvenza

# story.composer.opening.reveal
source: Révélation
ar: كشف
it: Rivelazione

# story.composer.opening.slide
source: Glissement
ar: انزلاق
it: Scorrimento

# story.composer.opening.zoom
source: Zoom
ar: تكبير

# story.composer.openingEffect
source: Effet d'ouverture
ar: تأثير الافتتاح
it: Effetto di apertura

# story.composer.openingHint
source: Animation d'entrée du slide courant, visible en aperçu et en lecture.
ar: حركة دخول الشريحة الحالية، تظهر في المعاينة وأثناء التشغيل.
it: Animazione di entrata della slide corrente, visibile in anteprima e in riproduzione.

# story.composer.openingNone
source: Aucune
ar: بلا
it: Nessuna

# story.composer.openingTitle
source: Ouverture du slide
ar: افتتاح الشريحة
it: Apertura della slide

# story.composer.photo
source: Photo
ar: صورة
it: Foto

# story.composer.private
source: Prive
ar: خاصة
it: Privata

# story.composer.public
source: Public
ar: علنية
it: Pubblica

# story.composer.publish
source: Publier
ar: نشر
it: Pubblica

# story.composer.quit
source: Quitter
ar: خروج
it: Esci

# story.composer.quitWithoutPublishing
source: Quitter sans publier ?
ar: الخروج دون نشر؟
it: Uscire senza pubblicare?

# story.composer.record
source: Enregistrer
ar: تسجيل
it: Registra

# story.composer.recordAudio
source: Enregistrer
ar: تسجيل
it: Registra

# story.composer.recordVocal
source: Enregistrer un vocal
ar: تسجيل مقطع صوتي
it: Registra un vocale

# story.composer.redo
source: Rétablir
ar: إعادة
it: Ripristina

# story.composer.resume
source: Reprendre
ar: استئناف
it: Riprendi

# story.composer.resumeStory
source: Reprendre votre story ?
ar: استئناف قصتك؟
it: Riprendere la tua storia?

# story.composer.save
source: Sauvegarder
ar: حفظ
it: Salva

# story.composer.saveDraft
source: Sauvegarder le brouillon
ar: حفظ المسودة
it: Salva la bozza

# story.composer.showTools
source: Afficher les outils
ar: عرض الأدوات
it: Mostra gli strumenti

# story.composer.soundLibrary
source: Bibliothèque
ar: المكتبة
it: Libreria

# story.composer.start.a11y.camera
source: Prendre une photo ou une vidéo
ar: التقاط صورة أو فيديو
it: Scatta una foto o un video

# story.composer.start.a11y.gallery
source: Choisir dans la galerie
ar: الاختيار من المعرض
it: Scegli dalla galleria

# story.composer.start.a11y.recent
source: Utiliser la dernière photo
ar: استخدام آخر صورة
it: Usa l'ultima foto

# story.composer.start.a11y.text
source: Écrire un texte
ar: كتابة نص
it: Scrivi un testo

# story.composer.start.camera
source: Caméra
ar: الكاميرا
it: Fotocamera

# story.composer.start.gallery
source: Galerie
ar: المعرض
it: Galleria

# story.composer.start.hint
source: Touchez pour écrire
ar: اضغط للكتابة
it: Tocca per scrivere

# story.composer.text.empty
source: Texte vide
ar: نص فارغ
it: Testo vuoto

# story.composer.timeline
source: Timeline
ar: الخط الزمني

# story.composer.tool.back
source: Retour
ar: رجوع
it: Indietro

# story.composer.tool.switch.hint
source: Ouvre l'éditeur
ar: يفتح المحرّر
it: Apre l'editor

# story.composer.transitions
source: Transitions
ar: الانتقالات
it: Transizioni

# story.composer.undo
source: Annuler
ar: تراجع
it: Annulla

# story.composer.unpublishedDraft
source: Vous avez un brouillon non publie.
ar: لديك مسودة غير منشورة.
it: Hai una bozza non pubblicata.

# story.composer.updateStory
source: Mettre à jour
ar: تحديث
it: Aggiorna

# story.composer.video
source: Vidéo
ar: فيديو
it: Video

# story.composer.videoLabel
source: Video
ar: فيديو

# story.composer.visibility
source: Visibilite
ar: الظهور
it: Visibilità

# story.draft.freshness.days
source: modifié il y a %lld j
ar: عُدّلت قبل %lld ي
it: modificata %lld g fa

# story.draft.freshness.hours
source: modifié il y a %lld h
ar: عُدّلت قبل %lld س
it: modificata %lld h fa

# story.draft.freshness.minutes
source: modifié il y a %lld min
ar: عُدّلت قبل %lld د
it: modificata %lld min fa

# story.draft.freshness.now
source: modifié à l'instant
ar: عُدّلت للتو
it: modificata proprio ora

# story.draft.resume.a11y
source: Brouillon de story, %lld slide(s)
ar: مسودة قصة، %lld شريحة
it: Bozza di storia, %lld slide

# story.draft.resume.discard
source: Recommencer
ar: البدء من جديد
it: Ricomincia

# story.draft.resume.resume
source: Reprendre
ar: استئناف
it: Riprendi

# story.draft.resume.slides
source: %lld slide(s)
ar: %lld شريحة
it: %lld slide

# story.draft.resume.title
source: Reprendre votre story ?
ar: استئناف قصتك؟
it: Riprendere la tua storia?

# story.drawEdit.finish
source: Terminer l'édition du dessin
ar: إنهاء تعديل الرسم
it: Termina la modifica del disegno

# story.drawEdit.finish.hint
source: Ferme les contrôles de dessin
ar: يغلق أدوات الرسم
it: Chiude i controlli di disegno

# story.drawEdit.redo
source: Rétablir le trait annulé
ar: إعادة الخط الملغى
it: Ripristina il tratto annullato

# story.drawEdit.smoothing.curve
source: Courbe
ar: منحنى
it: Curva

# story.drawEdit.smoothing.line
source: Droite
ar: مستقيم
it: Retta

# story.drawEdit.smoothing.raw
source: Brut
ar: خام
it: Grezzo

# story.drawEdit.strokeList.count
source: %lld trait(s)
ar: %lld خط
it: %lld tratto/i

# story.drawEdit.strokeList.delete
source: Supprimer le trait
ar: حذف الخط
it: Elimina il tratto

# story.drawEdit.strokeList.style
source: Style du trait
ar: نمط الخط
it: Stile del tratto

# story.drawEdit.strokeTool.eraser
source: Gomme
ar: ممحاة
it: Gomma

# story.drawEdit.strokeTool.marker
source: Marqueur
ar: قلم تحديد
it: Pennarello

# story.drawEdit.strokeTool.pen
source: Stylo
ar: قلم
it: Penna

# story.canvas.action.bringForward
source: Mettre au premier plan
ar: إحضار للأمام
it: Porta avanti

# story.canvas.action.delete
source: Supprimer
ar: حذف
it: Elimina

# story.canvas.action.duplicate
source: Dupliquer
ar: تكرار
it: Duplica

# story.canvas.action.edit
source: Modifier
ar: تعديل
it: Modifica

# story.canvas.action.leaveScene
source: Sortir de la scène
ar: إخراج من المشهد
it: Togli dalla scena

# story.canvas.action.sendBackward
source: Mettre à l'arrière
ar: إرسال للخلف
it: Porta indietro

# story.canvas.action.trim
source: Rogner
ar: قص
it: Ritaglia

# story.draw.eraser
source: Gomme
ar: ممحاة
it: Gomma

# story.drawEdit.tool.color
source: Couleur du trait
ar: لون الخط
it: Colore del tratto

# story.drawEdit.tool.smoothing
source: Lissage du trait
ar: تنعيم الخط
it: Levigatura del tratto

# story.drawEdit.tool.thickness
source: Épaisseur du trait
ar: سماكة الخط
it: Spessore del tratto

# story.drawEdit.tool.tool
source: Pinceau
ar: فرشاة
it: Pennello

# story.drawEdit.unavailable
source: Indisponible
ar: غير متاح
it: Non disponibile

# story.drawEdit.undo
source: Annuler le dernier trait
ar: التراجع عن آخر خط
it: Annulla l'ultimo tratto

# story.drawing.brushSize
source: Taille pinceau
ar: حجم الفرشاة
it: Dimensione pennello

# story.drawing.eraser
source: Gomme
ar: ممحاة
it: Gomma

# story.drawing.marker
source: Marker
ar: قلم تحديد
it: Pennarello

# story.drawing.pen
source: Pen
ar: قلم
it: Penna

# story.drawing.redo
source: Restaurer
ar: إعادة
it: Ripristina

# story.drawing.undo
source: Annuler
ar: تراجع
it: Annulla

# story.filter.original
source: Original
ar: الأصل
it: Originale

# story.filters.intensity
source: Intensite
ar: الشدّة
it: Intensità

# story.language.search
source: Rechercher une langue
ar: ابحث عن لغة
it: Cerca una lingua

# story.language.title
source: Langue du contenu
ar: لغة المحتوى
it: Lingua del contenuto

# story.location.add.a11y
source: Ajouter un lieu à la story
ar: إضافة موقع إلى القصة
it: Aggiungi un luogo alla storia

# story.location.here
source: Ici
ar: هنا
it: Qui

# story.media.background
source: Fond
ar: الخلفية
it: Sfondo

# story.media.foreground
source: Premier plan
ar: المقدّمة
it: Primo piano

# story.media.image
source: Image
ar: صورة
it: Immagine

# story.media.video
source: Vidéo
ar: فيديو
it: Video

# story.placement.background
source: Arrière-plan
ar: الخلفية
it: Sfondo

# story.placement.backgroundSubtitle
source: Remplit la slide
ar: يملأ الشريحة
it: Riempie la slide

# story.placement.foreground
source: Premier plan
ar: المقدّمة
it: Primo piano

# story.placement.foregroundSubtitle
source: Élément draggable
ar: عنصر قابل للسحب
it: Elemento trascinabile

# story.post.cancel
source: Cancel
ar: إلغاء
it: Annulla

# story.post.create
source: Create
ar: إنشاء
it: Crea

# story.post.friends
source: Friends
ar: الأصدقاء
it: Amici

# story.post.howFeeling
source: How are you feeling?
ar: كيف تشعر؟
it: Come ti senti?

# story.post.media
source: Média
ar: وسائط
it: Media

# story.post.private
source: Private
ar: خاص
it: Privato

# story.post.public
source: Public
ar: عام
it: Pubblico

# story.post.publish
source: Post
ar: نشر
it: Pubblica

# story.post.tapStoryEditor
source: Tap to open Story Editor
ar: انقر لفتح محرّر القصص
it: Tocca per aprire l'editor di storie

# story.post.whatOnYourMind
source: What's on your mind?
ar: بماذا تفكّر؟
it: A cosa stai pensando?

# story.reader.loading
source: Chargement de la story…
ar: جارٍ تحميل القصة…
it: Caricamento della storia…

# story.repost.reprojected
source: %d élément(s) repositionné(s) pour le nouveau format
ar: أُعيد وضع %d عنصر ليناسب التنسيق الجديد
it: %d elemento/i riposizionato/i per il nuovo formato

# story.slide.addSlide
source: Add slide
ar: إضافة شريحة
it: Aggiungi slide

# story.slide.delete
source: Delete
ar: حذف
it: Elimina

# story.slide.duplicate
source: Duplicate
ar: تكرار
it: Duplica

# story.sound.detail.empty
source: Personne n'a encore publié avec ce son.
ar: لم ينشر أحد بهذا الصوت بعد.
it: Nessuno ha ancora pubblicato con questo suono.

# story.sound.detail.failed
source: Impossible de charger les publications.
ar: تعذر تحميل المنشورات.
it: Impossibile caricare i post.

# story.sound.detail.hint
source: Voir les publications qui utilisent ce son
ar: عرض المنشورات التي تستخدم هذا الصوت
it: Vedi i post che usano questo suono

# story.sound.detail.title
source: Ce son
ar: هذا الصوت
it: Questo suono

# story.sound.library.clearSearch
source: Effacer la recherche
ar: مسح البحث
it: Cancella la ricerca

# story.sound.library.emptyMine
source: Vos sons apparaîtront ici dès que vous publierez une story avec un audio original.
ar: ستظهر أصواتك هنا بمجرد نشرك قصة تحتوي على صوت أصلي.
it: I tuoi suoni appariranno qui non appena pubblicherai una storia con audio originale.

# story.sound.library.emptySearch
source: Aucun son ne correspond à cette recherche.
ar: لا يوجد صوت يطابق هذا البحث.
it: Nessun suono corrisponde a questa ricerca.

# story.sound.library.emptyTrending
source: Aucun son public pour le moment.
ar: لا توجد أصوات عامة بعد.
it: Nessun suono pubblico per ora.

# story.sound.library.mine
source: Mes sons
ar: أصواتي
it: I miei suoni

# story.sound.library.play
source: Écouter
ar: تشغيل
it: Ascolta

# story.sound.library.playCount
source: %lld lectures
ar: %lld مشاهدة
it: %lld riproduzioni

# story.sound.library.postCount
source: %lld publications
ar: %lld منشور
it: %lld post

# story.sound.library.preparing
source: Préparation…
ar: جارٍ التحضير…
it: Preparazione…

# story.sound.library.rename
source: Renommer
ar: إعادة تسمية
it: Rinomina

# story.sound.library.renameConfirm
source: Enregistrer
ar: حفظ
it: Salva

# story.sound.library.renameHint
source: Ce titre sera visible par tous ceux qui découvrent ce son. Laissez vide pour revenir au libellé par défaut.
ar: سيكون هذا العنوان مرئيًا لكل من يكتشف هذا الصوت. اتركه فارغًا للعودة إلى التسمية الافتراضية.
it: Questo titolo sarà visibile a chiunque scopra questo suono. Lascialo vuoto per tornare all'etichetta predefinita.

# story.sound.library.renamePlaceholder
source: Titre
ar: العنوان
it: Titolo

# story.sound.library.renameTitle
source: Nommer ce son
ar: تسمية هذا الصوت
it: Dai un nome a questo suono

# story.sound.library.search
source: Rechercher un son ou un auteur
ar: ابحث عن صوت أو منشئ
it: Cerca un suono o un autore

# story.sound.library.stop
source: Arrêter
ar: إيقاف
it: Ferma

# story.sound.library.title
source: Choisir un son
ar: اختر صوتًا
it: Scegli un suono

# story.sound.library.trending
source: Tendances
ar: الرائجة
it: Di tendenza

# story.sound.library.untitled
source: Son original
ar: صوت أصلي
it: Suono originale

# story.sound.library.use
source: Utiliser
ar: استخدام
it: Usa

# story.sticker.a11y
source: Autocollant %@
ar: ملصق %@
it: Adesivo %@

# story.sticker.title
source: Stickers
ar: الملصقات
it: Sticker

# story.textEdit.align.center
source: Centré
ar: توسيط
it: Centrato

# story.textEdit.align.left
source: Gauche
ar: يسار
it: Sinistra

# story.textEdit.align.right
source: Droite
ar: يمين
it: Destra

# story.textEdit.bg.amber
source: Ambre
ar: كهرماني
it: Ambra

# story.textEdit.bg.black
source: Noir
ar: أسود
it: Nero

# story.textEdit.bg.black65
source: Noir 65%
ar: أسود 65%
it: Nero 65%

# story.textEdit.bg.glass
source: Verre
ar: زجاج
it: Vetro

# story.textEdit.bg.green
source: Vert
ar: أخضر
it: Verde

# story.textEdit.bg.indigo
source: Indigo
ar: نيلي
it: Indaco

# story.textEdit.bg.indigo65
source: Indigo 65%
ar: نيلي 65%
it: Indaco 65%

# story.textEdit.bg.pink
source: Rose
ar: وردي
it: Rosa

# story.textEdit.bg.red
source: Rouge
ar: أحمر
it: Rosso

# story.textEdit.bg.white
source: Blanc
ar: أبيض
it: Bianco

# story.textEdit.bg.white65
source: Blanc 65%
ar: أبيض 65%
it: Bianco 65%

# story.textEdit.cycle.allOptions
source: Toutes les options
ar: جميع الخيارات
it: Tutte le opzioni

# story.textEdit.cycle.hint
source: Touchez pour la valeur suivante, appui long pour toutes les options
ar: اضغط للقيمة التالية، اضغط مطولاً لجميع الخيارات
it: Tocca per il valore successivo, tieni premuto per tutte le opzioni

# story.textEdit.finish
source: Terminer l'édition du texte
ar: إنهاء تعديل النص
it: Termina la modifica del testo

# story.textEdit.finish.hint
source: Ferme l'éditeur et masque le clavier
ar: يغلق المحرّر ويخفي لوحة المفاتيح
it: Chiude l'editor e nasconde la tastiera

# story.textEdit.finish.short
source: Terminé
ar: تم
it: Fatto

# story.textEdit.effect.glow
source: Lueur
ar: توهّج
it: Bagliore

# story.textEdit.effect.relief
source: Relief
ar: بارز
it: Rilievo

# story.textEdit.effect.shadow
source: Ombre
ar: ظل
it: Ombra

# story.textEdit.frame.cloud
source: Nuage
ar: سحابة
it: Nuvola

# story.textEdit.frame.diamond
source: Losange
ar: معيّن
it: Rombo

# story.textEdit.frame.pill
source: Pilule
ar: كبسولة
it: Pillola

# story.textEdit.frame.rectangle
source: Carré
ar: مربّع
it: Quadrato

# story.textEdit.frame.rounded
source: Arrondi
ar: مستدير
it: Arrotondato

# story.textEdit.frame.speech
source: Bulle BD
ar: فقاعة حوار
it: Fumetto

# story.textEdit.tool.align
source: Alignement du texte
ar: محاذاة النص
it: Allineamento del testo

# story.textEdit.tool.background
source: Fond du texte
ar: خلفية النص
it: Sfondo del testo

# story.textEdit.tool.border
source: Contour du texte
ar: حدّ النص
it: Contorno del testo

# story.textEdit.tool.color
source: Couleur du texte
ar: لون النص
it: Colore del testo

# story.textEdit.tool.effect
source: Effet du texte
ar: تأثير النص
it: Effetto del testo

# story.textEdit.tool.frame
source: Cadrage du texte
ar: إطار النص
it: Cornice del testo

# story.textEdit.tool.language
source: Langue du texte
ar: لغة النص
it: Lingua del testo

# story.textEdit.tool.size
source: Taille du texte
ar: حجم النص
it: Dimensione del testo

# story.textEdit.tool.style
source: Style de texte
ar: نمط النص
it: Stile del testo

# story.textEdit.tool.weight
source: Graisse du texte
ar: سماكة النص
it: Spessore del testo

# story.textEdit.weight.bold
source: Gras
ar: عريض
it: Grassetto

# story.textEdit.weight.normal
source: Normal
ar: عادي
it: Normale

# story.textEdit.weight.semibold
source: Semi
ar: نصف عريض

# story.textEdit.weight.thin
source: Fin
ar: رفيع
it: Sottile

# story.textEditor.color
source: Couleur
ar: اللون
it: Colore

# story.textEditor.duration
source: Duree
ar: المدة
it: Durata

# story.textEditor.fadeIn
source: Fondu in
ar: تلاشٍ عند الظهور
it: Dissolvenza in entrata

# story.textEditor.fadeOut
source: Fondu out
ar: تلاشٍ عند الاختفاء
it: Dissolvenza in uscita

# story.textEditor.placeholder
source: Exprimez-vous…
ar: عبّر عن نفسك…
it: Esprimiti…

# story.textEditor.size
source: Taille
ar: الحجم
it: Dimensione

# story.textEditor.start
source: Debut
ar: البداية
it: Inizio

# story.textEditor.style
source: Style
ar: النمط
it: Stile

# story.textEditor.timing
source: Timing
ar: التوقيت
it: Tempi

# story.textEditor.title
source: Texte
ar: نص
it: Testo

# story.timeline.a11y.audio.muted_suffix
source: , muet
ar: ، مكتوم
it: , muto

# story.timeline.a11y.clip.audio
source: Clip audio %@
ar: مقطع صوتي %@

# story.timeline.a11y.clip.displayedRange
source: Affiché de %.1fs à %.1fs
ar: يُعرض من %.1fs إلى %.1fs
it: Visualizzato da %.1fs a %.1fs

# story.timeline.a11y.clip.image
source: Clip image %@
ar: مقطع صورة %@
it: Clip immagine %@

# story.timeline.a11y.clip.place
source: Pastille de lieu
ar: شارة الموقع
it: Segnaposto del luogo

# story.timeline.a11y.clip.sticker
source: Clip autocollant
ar: مقطع ملصق
it: Clip adesivo

# story.timeline.a11y.clip.text
source: Texte %@
ar: نص %@
it: Testo %@

# story.timeline.a11y.clip.timeRange
source: Début %.2fs, durée %.2fs
ar: البداية %.2fs، المدة %.2fs
it: Inizio %.2fs, durata %.2fs

# story.timeline.a11y.clip.video
source: Clip vidéo %@
ar: مقطع فيديو %@
it: Clip video %@

# story.timeline.a11y.keyframe
source: Keyframe à %@
ar: إطار مفتاحي عند %@
it: Keyframe a %@

# story.timeline.a11y.offline
source: Hors-ligne — votre story sera publiée à la reconnexion
ar: غير متصل — ستُنشر قصتك عند عودة الاتصال
it: Non in linea — la tua storia sarà pubblicata alla riconnessione

# story.timeline.a11y.playhead
source: Tête de lecture
ar: رأس التشغيل
it: Testina di riproduzione

# story.timeline.a11y.scrollbar
source: Défilement de la timeline
ar: شريط تمرير الجدول الزمني
it: Barra di scorrimento della timeline

# story.timeline.a11y.snap.off
source: Magnétisme désactivé
ar: المحاذاة معطّلة
it: Aggancio disattivato

# story.timeline.a11y.snap.on
source: Magnétisme activé
ar: المحاذاة مفعّلة
it: Aggancio attivato
